*&---------------------------------------------------------------------*
*& Report ZD_071_DATA_003
*&---------------------------------------------------------------------*
*&
*&---------------------------------------------------------------------*
REPORT ZD_071_DATA_003.
TYPES number_of_unpaid_invoices TYPE n LENGTH 7.
*number_of_unpaid_invoices 타입에 문자형 수티데이터  타입의 7자리 이하 타입을 지정함

----------------------------------------------------------------------------------
Extracted by Mass Download version 1.5.5 - E.G.Mellodew. 1998-2023. Sap Release 753
