*&---------------------------------------------------------------------*
*& Report ZD_071_04_005_SUBROUTINE
*&---------------------------------------------------------------------*
*&
*&---------------------------------------------------------------------*
REPORT ZD_071_04_005_SUBROUTINE.
*서브루틴을 내부에서 생성하는 법

PERFORM write_data.

FORM write_data.
  wRITE: 'Subroutine TEST: ',
  'NONE'.
ENDFORM.

----------------------------------------------------------------------------------
Extracted by Mass Download version 1.5.5 - E.G.Mellodew. 1998-2023. Sap Release 753
