*&---------------------------------------------------------------------*
*& Report ZD_071_DATA_007
*&---------------------------------------------------------------------*
*&
*&---------------------------------------------------------------------*
REPORT ZD_071_DATA_007.
TYPES same_type_of_sflight TYPE SFLIGHT.
*same_type_of_sflight 타입에 ABAP Dictionary 의 SFLIGHT 타입을 지정함

----------------------------------------------------------------------------------
Extracted by Mass Download version 1.5.5 - E.G.Mellodew. 1998-2023. Sap Release 753
