*&---------------------------------------------------------------------*
*& Report ZY_071_02_01_DATATYPE
*&---------------------------------------------------------------------*
*&
*&---------------------------------------------------------------------*
REPORT ZY_071_02_01_DATATYPE.
"데이터 타입 선언
TYPES : BEGIN OF str_student,
  name(40) TYPE c,
  family_name(40) TYPE c,
  id TYPE i,
  END OF str_student.
  "데이터 변수 생성 및 str_student 타입 참조
DATA student TYPE str_student.
  "데이터 출력
*&---------------------------------------------------------------------*
*& | name | family_name | id |
*&---------------------------------------------------------------------*
WRITE student-name. "student 변수의 name 값을 가져옴

----------------------------------------------------------------------------------
Extracted by Mass Download version 1.5.5 - E.G.Mellodew. 1998-2023. Sap Release 753
